[
  {
    "college": "인문대학",
    "introduction": "철학, 역사학, 언어인지과학 지식컨텐츠학으로 구성된 인문대학은 다른 과학 분야, 즉 인간성을 통한 인간 연구를 위한 기초인 인문학의 연구를 통해 가치를 확인하고 증진하는 것을 목표로 합니다. 인문학 대학은 우리의 인간 가치와 우리 자신을 표현하는 능력을 올바르게 이해하기 위한 공부를 통해 전 세계에 걸쳐 인문학을 연구하는 방법을 제안합니다.",
    "phone": "철학과 031-330-4282 / 사학과 031-330-4288 / 언어인지과학과 031-330-4286 / 지식콘텐츠학부 031-330-4980"
  },
  {
    "college": "통번역대학",
    "introduction": "한국외국어대학교 통번역대학은 2008년 3월 출범한 대한민국 최초의 학부과정 통역·번역학 단과대학으로 세계 각 지역의 언어와 문화적 다양성을 이해하고 소통할수 있는 진정한 글로벌 인재양성을 목표로 하고있습니다. 용인에 소재한 통번역대학은 1개 학부(영어통번역학부)와 8개 학과 (스페인어, 이탈리아어, 중국어, 일본어,아랍어, 말레이·인도네시아어, 태국어통번역학과)로 구성되어 있습니다.",
    "phone": "영어통번역학부 031-330-4202 / 독일어통번역학과 031-330-4206 / 스페인어통번역학과 031-330-4210 / 이탈리아어통번역학과 031-330-4214 / 중국어통번역학과 031-330-4232 / 일본어통번역학과 031-330-4234 / 아랍어통번역학과 031-330-4236 / 말레이·인도네시아어통번역학과 031-330-4238 / 태국어통번역학과 031-330-4240"
  },
  {
    "college": "국가전략언어대학",
    "introduction": "국가전략언어대학은 폴란드어학과 루마니아학과, 체코·슬로바키아학과, 헝가리학과, 세르비아·크로아티아학과, 그리스·불가리아학과, 중앙아시아학과, 아프리카학부, 우크라이나학과, 한국학과로 구성되어 있습니다. 동유럽 연구에서 국내 유일의 교육 기관입니다. 많은 동유럽 전문가들의 본거지로서 한국의 동유럽 연구 발전을 주도하고 학생 개개인의 차별화된 미래 가치를 촉진합니다.",
    "phone": "폴란드학과 031-330-4216 / 루마니학과 031-330-4218 / 체코·슬로바키아학과 031-330-4220 / 헝가리학과 031-330-4222 / 세르비아·크로아티아학과 031-330-4224 / 그리스·불가리아학과 031-330-4715 / 중앙아시아학과 031-330-4716 / 아프리카학부 031-330-4242 / 우크라이나학과 031-330-4873 / 한국학과 031-330-4217"
  },
  {
    "college": "국제지역대학",
    "introduction": "2012 년 출범한 한국외국어대학교 국제지역대학은 유럽의 프랑스와 그리스·불가리아, 유라시아의 러시아 연방과 중앙아시아, 중남미의 브라질, 남아시아의 인도, 그리고 아프리카 관련 7개 핵심지역학과를 비롯해 지역학의 무한한 가능성을 실용분야에 접목한 국제스포츠레저학부 및 해외 진출 한국학 전문가 양성을 목표로 신설된 한국학과에 이르기까지 총 9개학과로 구성되어 있습니다.",
    "phone": "프랑스학과 031-330-4204 / 브라질학과 031-330-4212 / 인도학과 031-330-4244 / 러시아학과 031-330-4208"
  },
  {
    "college": "경상대학",
    "introduction": "경상대학은 관련 분야와의 적극적인 연계를 통해 발전된 국제적 마인드와 함께 미래사회가 요구하는 신속한 대응력과 응용력을 갖춘 인재를 양성하고 있습니다. 학생들은 HUFS의 특징인 뛰어난 외국어 능력과 함께 창의적인 비즈니스 기술을 습득하여 세계를 향해 나아갈 수 있는 확고한 기반을 마련합니다.",
    "phone": "국제경영학과 031-330-4248 / 경제학과 031-330-4250 / 경영정보학과 031-330-4252 / GBT학부 031-330-4509 / 국제금융학과 031-330-4981"
  },
  {
    "college": "자연과학대학",
    "introduction": "한국외국어대학교 자연과학대학은 1980년 설립되어 30년이 넘은 역사를 지니고 있는 수도권 유수의 자연과학대학 중 하나입니다. 설립당시 수학과, 물리학과, 화학과로 출범한 자연과학대학은 발전을 거듭하여 수학과, 통계학과, 전자물리학과, 환경학과, 생명공학과, 화학과 등의 6개의 학과로 확장 구성되어 현재까지 그 명성을 드높이고 있습니다. 그 동안 자연대를 졸업한 오천여명의 학생들은 사회 각 분야에서 자기의 전공을 살려 활발하게 활동하고 있으며, 여기에 만족하지 않고, 미래 사회의 요구에 부응하는 보다 나은 인재 양성을 위하여 심도 있는 전공 교육뿐만 아니라 인접 학문과의 연계교육, 여러 분야를 아우르는 융합교육, 더 나아가 해외 유수한 대학과의 교류를 통하여 국제적 감각을 갖춘 인재 양성에 심혈을 기울이고 있습니다.",
    "phone": "수학과 031-330-4262 / 통계학과 031-330-4278 / 전자물리학과 031-330-4264 / 환경학과 031-330-4270 / 생명공학과 031-330-4272 / 화학과 031-330-4266"
  },
  {
    "college": "공과대학",
    "introduction": "외국어 스킬과 전문 IT 능력을 갖춘 글로벌 공학도를 양성하는 공과대학한국외국어대학교 공과대학은 IT(Information Technology)에 특화된 5대 학과와 글로벌IT연계전공을 운영하고 있습니다. 적극적인 국제 활동 경험과 풍부한 산업체 현장 경험을 겸비한 국내 최고의 교수진과 함께 전문적인 IT지식을 겸비한 글로벌 고급 인재를 양성합니다.컴퓨터/전자공학부터 경영공학까지 각 학과는 많은 논문과 프로젝트를 수행하시는 교수진을 보유하여, 각종 대학평가에서 그 우수함을 인정받고 있습니다.",
    "phone": "컴퓨터공학부 031-330-4268 / 정보통신공학과 031-330-4255 / 반도체전자공학부 031-330-4094 / 산업경영공학과 031-330-4093"
  },
  {
    "college": "융합인재대학",
    "introduction": "융합인재학부는 사회를 선도할 미래지향적 글로벌 ‘창의융합’ 인재를 양성합니다. 창의융합 인재란 4차 산업화의 AI기술 관련 지식과 더불어 인문학 기반 사고력, 글로벌 의사소통 능력, 창의력 등 인문학 소양을 두루 갖춘 융합형 인재입니다. 융합인재학부가 양성하고자 하는 인재상의 핵심은 첫째, 학생이 지향하는 직업군을 위해 언어 소통 능력을 기반으로 지역 전략적 사고 능력, 문화 콘텐츠 기획능력, 글로벌 경영 마인드, ICT와 AI 활용 능력 등을 융합적으로 직접 설계할 수 있는 창의력을 갖춘 인재, 둘째, 공통 기초 과목을 통해 융합형 인재로서의 기초 소양과 필수 융합 과목을 통해 창업 및 취업 능력을 갖춘 인재입니다.",
    "phone": "031-330-4707"
  },
  {
    "college": "Culture&Technology융합대학",
    "introduction": "4차 산업혁명이 촉발한 변화의 물결 속에서 고등교육 패러다임의 근본적 변화와 대학의 획기적인 혁신이 요구되는 시대적·사회적 변화에 발맞춰 신설 되었습니다.",
    "phone": "글로벌스포츠산업학부 031-330-4524 / 디지털콘텐츠학부 031-330-4067"
  },
  {
    "college": "AI융합대학",
    "introduction": "4차 산업혁명이 촉발한 변화의 물결 속에서 고등교육 패러다임의 근본적 변화와 대학의 획기적인 혁신이 요구되는 시대적·사회적 변화에 발맞춰 신설 되었습니다.",
    "phone": "AI데이터융합학부 031-330-4207 / Finance & AI융합학부 031-330-4209"
  },
  {
    "college": "바이오메디컬공학부",
    "introduction": "한국외국어대학교 바이오메디컬공학부는 글로벌 바이오산업의 핵심 인재 양성을 목표로 합니다. 최근 의료기관에서는 MRI, CT, PET와 같은 첨단의료기기를 이용해 환자의 상태와 관련된 정보를 빠르고 정확하게 측정하며, 이에 기반한 진단 및 치료 데이터들이 IT시스템에 의해 공유되어 활용되고 있습니다. 또한, 유전체 데이터에 기반한 개인 맞춤형 정밀 의료 시장이 커지고 초소형센서기술의 발달로 인한 일상에서 수집되는 건강과 관련된 데이터의 증대에 따라 의료 빅데이터 분석을 위한 생명공학 기술과 정보 기술의 융합을 통한 분석 능력이 부각되고 있습니다. 이에 한국외국어대학교 바이오메디컬공학부는 빠르게 발전하는 의료 현장의 요구에 부응하기 위해, 개인 맞춤형 정밀 의료 서비스 제공을 위한 유전체 분석, 의료 영상 기반의 객관적인 진단, 치료 효과의 검증을 위한 시스템개발, 의료 빅데이터 처리 및 의료 인공지능 처리 기술 개발에 중점을 두고 있습니다. 또한 광범위한 바이오메디컬공학 분야의 개괄적 교육이 아닌 세 가지 유망 분야에 보다 특화된 교육을 수행합니다. 미래 사회 트렌드인 유전자 데이터를 이용한 정밀 의료, 의료 빅데이터를 이용한 인공지능 의료 데이터 처리, 미래 신수종 사업 분야인 정밀 의료 영상 및 비영상 진단기기 분야의 교육을 기반으로 교내외에서의 다양한 경험을 통한 미래사회에 최적의 적응력을 가진 융복합 인재 양성을 목표로 하고 있습니다.",
    "phone": "031-330-4723"
  },
  {
    "college": "기후변화융합학부",
    "introduction": "기후변화융합학부는 기후변화 대응 패러다임 변화에 대응할 수 있는 교육과정을 마련하고 국내외 유관기관과의 협력강화를 통해 기후변화 관련 전문지식을 갖춘 인재양성을 도모하고자 신설되었습니다. 이를 위해 에너지와 기후변화 정책 및 관련 국제협력 분야에서 기후변화 대응산업과 연구를 선도할 융합인력 양성이 목표이며 기후감시 및 예측, 기후변화 정책, 온실가스 및 에너지 관리 3개 트랙으로 교육과정을 운영할 예정입니다. 이와 같은 교육과정에 따라 사회과학적 소양과 자연과학/공학과의 융복합적인 교육을 통해 과학 및 정책을 포함한 미래의 기후변화 관련 업무를 국제사회에서 선도할 수 있는 거시적 안목을 갖춘 글로벌 융합인재를 배출하고자 합니다.",
    "phone": "031-330-4114"
  },
  {
    "college": "자유전공학부",
    "introduction": "자유전공학부(글로벌)는 글로벌 캠퍼스에 2023년도에 신설된 학부입니다. 1학년 동안 다양한 분야의 전공 탐색 기회를 제공하여 학생들에게 자신이 맞는 전공을 선택할 시간을 충분히 배정하고 이를 통해 주전공 및 이중전공 선택 시 보다 정확하고 합리적인 의사결정을 하도록 돕고 있습니다. 또한, 자유전공학부는 1학년때 전공 탐색을 위한 기초 교과목과 신입생 세미나, 인성교육, 미네르바인문(1),(2), College English, 소프트웨어기초 등의 교양 필수 교과목, 전공탐색세미나 등의 선택 과목 등 다양한 교과목 수강을 통해 전공 선택 이후에도 체계적으로 잘 적응할 수 있도록 합리적인 커리큘럼을 제공하고자 노력하고 있습니다.",
    "phone": "031-330-4674"
  }
]